Repository: bdbcat/s63_pi
Catalog: po/*.po
Languages: es_es, fi_fi

source: S63 PlugIn for OpenCPN
es_es: S63 PlugIn para OpenCPN
fi_fi: S63 -karttojen lisäosa OpenCPN:ään

source: S63 PlugIn for OpenCPN Provides support of S63 charts.
es_es: S63 PlugIn para OpenCPN Facilita el uso de cartografía S63.
fi_fi: S63 -lisäosa OpenCPN:ään Lisäosa tarjoaa tuen S63 -kartoille.

source: SSE 25..The ENC permit for this cell has expired. This cell may be out of date and MUST NOT be used for NAVIGATION.
es_es: SSE 25..El permiso ENC para esta celda ha caducado. Esta celda puede estar desactualizada y NO DEBE SER USADA PARA NAVEGAR.
fi_fi: SSE 25.. ENC hyväksyntä tälle solulle on päättynyt. Tämä solu voi olla vanhentunut eikä sitä pidä käyttää navigointiin.

source: S63 Charts
es_es: Cartas S63
fi_fi: S63 -kartat

source: Chart Cells
es_es: Celdas de cartas
fi_fi: Karttasolut

source: Installed S63 Cell Permits
es_es: Permisos de celdas S63 instalados
fi_fi: Asennetut S63 -soluluvat

source: Cell Name
es_es: Nombre de celda
fi_fi: Solun nimi

source: Data Server ID
es_es: ID servidor de datos
fi_fi: Palvelimen tunnus

source: Expiration Date
es_es: Fecha de caducidad
fi_fi: Viimeinen käyttöpäivä

source: Import Cell Permits...
es_es: Importar permisos de celda...
fi_fi: Tuo soluluvat...

source: Remove Permits
es_es: Eliminar permisos
fi_fi: Poista soluluvat

source: Import Charts/Updates...
es_es: Importar Cartas/Actualizaciones...
fi_fi: Tuo kartat/päivitykset...

source: S63_pi Log
es_es: Registro S63_pi
fi_fi: S63_pi -loki

source: Keys/Permits
es_es: Llaves/Permisos
fi_fi: Avaimet/luvat

source: Installed S63 Certificates/Keys
es_es: Certificados/claves S63 instalados
fi_fi: Asennetut S63 -varmenteet/-avaimet

source: Certificate Name
es_es: Nombre del certificado
fi_fi: Varmenteen nimi

source: Import Certificate...
es_es: Importar certificado...
fi_fi: Tuo varmenne...

source: UserPermit
es_es: Permiso de Usuario
fi_fi: Käyttäjälupa (User Permit)

source: New Userpermit...
es_es: Nuevo Permiso de Usuario...
fi_fi: Uusi käyttäjälupa...

source: InstallPermit
es_es: Permiso de Instalación
fi_fi: Asennuslupa (Install Permit)

source: New Installpermit...
es_es: Nuevo Permiso de Instalación
fi_fi: Uusi asennuslupa...

source: System Identification
es_es: Identificación del sistema
fi_fi: Järjestelmän tunnistetiedosto (Fingerprint file)

source: Create System Identifier file...
es_es: Crear el archivo de identificación de sistema...
fi_fi: Luo järjestelmän tunnistetiedosto...

source: Select S63 exchange set root directory (usually ENC_ROOT)
es_es: Seleccione el directorio raíz del paquete de datos S63 (generalmente ENC_ROOT)
fi_fi: Valitse S63 vaihtosarjan juurihakemisto (yleensä ENC_ROOT)

source: Cannot find "ENC_ROOT" directory
es_es: No puedo encontrar el directorio "ENC_ROOT"
fi_fi: "ENC_ROOT" -kansiota ei löydy

source: s63_pi Message
es_es: Mensaje del S63_pi
fi_fi: s63_pi -viesti

source: OpenCPN can create eSENC files as cells are imported. Note: This process may take some time. eSENCS not processed here will be created as needed by OpenCPN. Create eSENCs on Import?
es_es: OpenCPN puede crear ficheros eSENC en el instante de la importación. Note: Este proceso puede tardar algún tiempo. eSENCs no procesados ahora se crearán cuando sea necesario para OpenCPN. Crear eSENCs durante la importación?
fi_fi: OpenCPN voi luoda eSENC tiedostot, kun solut ovat tuotu. Huomaa: This voi kestää jonkin aikaa. Ne eSENC:it, joita ei käsitellä tässä luodaan tarpeen mukaan OpenCPN:ssä. Luodaanko eSENC:it tuotaessa?

source: CATALOG.031 file not found in ENC_ROOT
es_es: CATALOG.031 archivo no encontrado en ENC_ROOT
fi_fi: Catalog.031 tiedostoa ei löydy ENC_ROOT:ssa

source: Security Scheme Error SSE 10 - Permits not available for this data provider.
es_es: Error Esquema Seguridad SSE 10 - Permisos no disponibles para este proveedor.
fi_fi: Turvajärjestelmän virhe SSE 10 - luvat puuttuvat tältä palveluntarjoajalta.

source: Creating eSenc
es_es: Creando eSenc
fi_fi: Luo eSenc

source: cell:
es_es: celda:
fi_fi: solu:

source: is not present in exchange set.
es_es: no está presente en el juego de intercambio.
fi_fi: ei ole vaihtosarjassa.

source: Security Scheme Error SSE 15 - Subscription service has expired. Please contact your data supplier to renew the subscription licence.
es_es: Error Esquema de Seguridad SSE 15 - El servicio de suscripción ha caducado. Por favor contacte con su proveedor de datos para renovar la licencia de suscripción.
fi_fi: Turvajärjestelmän virhe SSE 15 - tilauspalvelu vanhentunut. Pyydä jälleenmyyjääsi uudistamaan tilauslupasi.

source: First expired base cell name:
es_es: Primer nombre de célula base vencida:
fi_fi: Ensimmäisen erääntyneen perussolun nimi:

source: Base cell edition update skipped
es_es: Omitida actualización edición celda base:
fi_fi: Perussolun päivitysmuokkaus ohitettiin

source: There may be other expired permits. However, this message will be shown once only.
es_es: Hay otros permisos caducados. Sin embargo, este mensaje no se volverá a mostrar.
fi_fi: Voi olla muitakin vanhentuneita lupia. Kuitenkin tämä viesti näytetään vain kerran.

source: Security Scheme Error SSE 23 - Non sequential update, previous update(s) missing. Try reloading from the base media. If the problem persists contact your data supplier.
es_es: Error Esquema Seguridad SSE 23 - Actualización no secuencial, actualización(es) previa(s) perdida. Intente recargar del medio base. Si el problema persiste contacte con su proveedor.
fi_fi: Turvajärjestelmän virhe SSE 23 - Päivityksiä ei ole tehty järjestyksessä. Edelliset päivitykset puuttuvat. Yritä ladata kartat uudelleen perusmedialta sekä lataa kukin päivitys järjestyksessä. Jos ongelma jatkuu, ota yhteyttä karttojesi toimittajaan.

source: cell:
es_es: celda:
fi_fi: solu:

source: Latest intalled update: %d
es_es: Última actualización instalada: %d
fi_fi: Uusin asennettu päivitys: %d

source: Attempted update: %d
es_es: Intento de actualización: %d
fi_fi: Yritetty päivitystä: %d

source: Cell update skipped
es_es: Omitida actualización de la celda
fi_fi: Solun päivitys ohitettiin

source: Cell update NOT authenticated
es_es: Actualización de Celda NO autenticada
fi_fi: Solun päivitystä ei ole todennettu

source: This update and all subsequent updates to this cell are NOT applied.
es_es: Esta actualización y todas las actualizaciones posteriores de esta celda NO se aplicarán.
fi_fi: Tätä päivitystä eikä kaikkia myöhempiä päivityksiä ole lisätty tähän soluun.

source: Select Public Key File
es_es: Seleccione archivo de Llave Pública
fi_fi: Valitse julkisen avaimen tiedosto

source: PUB files (*.PUB)|*.PUB|txt files (*.txt)|*.txt|All files (*.*)|*.*
es_es: PUB archivos (*.PUB)|*.PUB|txt archivos (*.txt)|*.txt| Todos los archivos (*.*)|*.*
fi_fi: PUB tiedostot (*.PUB) | *.Pub|txt tiedostot (*.txt) | *. txt|Kaikki tiedostot (*. *) | *. *

source: Security Scheme Error SSE 08 - SA Digital Certificate file incorrect format. A valid certificate can be obtained from the IHO website or your data supplier.
es_es: Puede obtener un certificado válido de la web IHO o de su proveedor.
fi_fi: Turvajärjestelmän virhe SSE 08 - SA digitaalinen varmennetiedosto on virheellisessä muodossa. Voimassaolevan varmenteen voi saada IHO verkkosivuilta tai karttojesi toimittajalta.

source: Certificate Key imported successfully
es_es: Importación Llave certificada correcta
fi_fi: Varmenneavain tuotiin onnistuneesti

source: Certificate Key import FAILED
es_es: Importación Llave certificada FALLIDA
fi_fi: Varmenneavaimen tuonti EPÄONNISTUI

source: Please enter valid Userpermit and Installpermit on Keys/Permits tab
es_es: Introduzca un Permiso de Usuario y un Permiso de Instalación válidos en la pestaña Claves/Permisos
fi_fi: Anna kelvollinen käyttäjälupa ja asennuslupa avaimet/luvat-välilehdellä

source: Select PERMIT.TXT File
es_es: Seleccione fichero PERMIT.TXT
fi_fi: Valitse PERMIT.TXT-tiedosto

source: TXT files (*.TXT)|*.TXT|All files (*.*)|*.*
es_es: Archivos TXT (*.TXT) | *.TXT|Todos los archivos (*. *) | *. *
fi_fi: TXT-tiedostot (*.TXT) | *.TXT|Kaikki tiedostot (*. *) | *. *

source: Update all existing cell permits?
es_es: ¿Actualizar todos los permisos de la célula existentes?
fi_fi: Päivitä kaikki nykyiset soluluvat?

source: Security Scheme Error SSE 11 - Cell permit not found
es_es: Error Esquema Seguridad SSE 13 - Permiso de Celda no encontrado
fi_fi: Turvajärjestelmän virhe SSE 11 - solulupaa ei löydy

source: Security Scheme Error SSE 12 - Cell permit format is incorrect Incorrect cell permit line starts with
es_es: Error Esquema Seguridad SSE 12 - Formato de permiso de Celda es incorrecto. La linea del permiso incorrecta empieza con
fi_fi: Turvajärjestelmän virhe SSE 12 - soluluvan muoto on väärä Väärän soluluvan rivi alkaa

source: Security Scheme Error SSE 13 - Cell Permit is invalid (checksum is incorrect) or the Cell Permit is for a different system. Invalid cell permit starts with
es_es: Error Esquema Seguridad SSE 13 - Permiso de Celda no válido (checksum incorrecto) o el Permiso es para un sistema diferente El permiso invalido empieza con
fi_fi: Turvajärjestelmän virhe SSE 13 - solulupa on virheellinen (tarkistussumma on virheellinen) tai solulupa on eri järjestelmään. virheellinen solulupa alkaa

source: First expired cell name:
es_es: Primer nombre de celda caducado:
fi_fi: Ensimmäisen erääntyneen solun nimi:

source: Permit
es_es: Permiso
fi_fi: Lupa

source: already imported. Would you like to replace it?
es_es: ya importado. ¿Desea reemplazarlo?
fi_fi: on jo tuotu. Haluatko korvata sen?

source: Error: Cannot create
es_es: Error: No se puede crear
fi_fi: Virhe: Ei voi luoda

source: Security Scheme Error SSE 24 - ENC Signature format is incorrect. Cell name:
es_es: Error Esquema Seguridad SSE 24 - ENC Formato de firma es incorrecto. Nombre de la celda:
fi_fi: Turvajärjestelmän virhe SSE 24 - ENC allekirjoitusmuoto on väärä. solun nimi:

source: Security Scheme Error SSE 06 - The SA Signed Data Server Certificate is invalid. The SA may have issued a new public key or the ENC may originate from another service. A new SA public key can be obtained from the IHO website or from your data supplier. Cell name:
es_es: Error Esquema Seguridad SSE 06 - El Certificado firmado SA del Servidor de Datos no es válido. El SA puede haber emitido una nueva clave pública o el ENC puede originarse de otros servicio. Puede obtener una nueva clave pública SA de la web de IHO o de su proveedor de datos. Nombre de Celda:
fi_fi: Turvajärjestelmän virhe SSE 06 - SA:n allekirjoittama palvelimen varmenne on virheellinen. SA on saattanut luoda uuden julkisen avaimen tai ENC voi olla peräisin toisesta palvelusta. Uuden SA julkisen avaimen voi saada IHO verkkosivuilta tai karttojesi toimittajalta. Solu:

source: Security Scheme Warning SSE 26 - ENC is not authenticated by the IHO acting as the SA. Cell name:
es_es: Alerta Esquema Seguidad SSE 26 - ENC no está autenticado por el IHO actuando como SA. Cell name:
fi_fi: Turvajärjestelmän varoitus SSE 26 - ENC:tä ei ole todennettu IHO:n toimivalla SA:lla. Solun nimi:

source: Security Scheme Error SSE 09 - ENC Signature is invalid. Cell name:
es_es: Error Esquema Seguridad SSE 09 - Firma de ENC es incorrecta. Nombre de la celda:
fi_fi: Turvajärjestelmän virhe SSE 09 - ENC allekirjoitus on virheellinen. Solun nimi:

source: To obtain an Install Permit, you must generate a unique System Identifier File.
es_es: Para obtener un Permiso de Instalación, debe generar un único Archivo Identificador del Sistema.
fi_fi: Saadaksesi asennusluvan (Install Permit), sinun on luotava yksilöllinen järjestelmän tunnistetiedosto.

source: This file is also known as a"fingerprint" file.
es_es: Este archivo también es conocido como un archivo de "huella digital".
fi_fi: Tämä tiedosto tunnetaan myös "sormenjälki" tiedostona (Fingerprint file).

source: The fingerprint file contains information to uniquely identifiy this computer.
es_es: El archivo huella digital contiene información para identificar únicamente este ordenador.
fi_fi: Sormenjälkitiedosto sisältää tämän tietokoneen yksilöintitiedot.

source: After creating this file, you will need it to generate your InstallPermit at the o-charts.org shop.
es_es: El fichero fingerprint utilizamos luego en el o-charts.org shop para generar el InstallPermit.
fi_fi: Luotuasi tämän tiedoston, tarvitset sitä muodostaaksesi asennusluvan (Install Permit) o-charts.org kaupassa.

source: Proceed to create Fingerprint file?
es_es: ¿procedemos a crear el archivo de huella digital?
fi_fi: Luodaanko sormenjälkitiedosto?

source: S63_PI Message
es_es: Mensaje de S63_PI
fi_fi: S63_PI viesti

source: Fingerprint file created.
es_es: Archivo de huella digital creado.
fi_fi: Sormenjälkitiedosto luotu.

source: S63_pi backchannel could not listen at the specified port !
es_es: ¡S63_pi backchannel no escucha en el puerto especificado!
fi_fi: S63_pi taustakanava ei voinut kuunnella määritettyä porttia!

source: S63_pi backchannel server listening.
es_es: Servidor de canal de respuesta S63 a la escucha.
fi_fi: S63_pi taustakanavapalvelin kuuntelee.

source: Unexpected event !
es_es: ¡Evento inesperado!
fi_fi: Odottamaton tapahtuma!

source: Error: couldn't accept a new connection
es_es: Error: No se puede acetpar una nueva conexión
fi_fi: Virhe: uutta liitosta ei voitu hyväksyä

source: S63_pi Userpermit Required
es_es: S63_pi Permiso de Usuario requerido
fi_fi: Tarviaan S63_pi käyttäjälupa (User Permit)

source: Enter Userpermit
es_es: Entre Permiso de Usuario
fi_fi: Anna käyttäjälupa

source: Test Userpermit
es_es: Prueba Permiso de Usuario
fi_fi: Testaa käyttäjälupaa

source: Test Results
es_es: Resultados de la prueba
fi_fi: Testitulokset

source: Cancel
es_es: Cancelar
fi_fi: Peruuta

source: Userpermit invalid
es_es: Permiso de Usuario no válido
fi_fi: Käyttäjälupa ei kelpaa

source: Userpermit OK
es_es: Permiso de Usuario OK
fi_fi: Käyttäjälupa OK

source: S63_pi Install Permit Required
es_es: S63_pi Permiso de Instalación requerido
fi_fi: Tarvitaan S63_pi asennuslupa (Install Permit)

source: Enter Installpermit
es_es: Entre Permiso de Instalación
fi_fi: Anna asennuslupa

source: Test Installpermit
es_es: Prueba Permiso de Instalación
fi_fi: Testaa asennuslupa

source: Install permit invalid
es_es: Permiso de Instalación no válido
fi_fi: Asennuslupa on virheellinen

source: Install permit OK
es_es: Permiso de Instalación OK
fi_fi: Asennuslupa OK
