Repository: bdbcat/s63_pi
Catalog: po/s63_pi_*.po
Languages: ca_es, et_ee, fr_fr, ja_jp, nb_no, nl_nl, pl_pl, pt_br, ru_ru

source: S63 PlugIn for OpenCPN
ca_es: Connector S63 per a OpenCPN
et_ee: S63-plugin OpenCPN'i jaoks
fr_fr: Complément "S63", pour l'affichage des cartes S 57, cryptées S 63, par OpenCPN
ja_jp: OpenCPN 用 S63 プラグイン
nb_no: S63 Utvidelse for OpenCPN
nl_nl: S63 PlugIn voor OpenCPN
pl_pl: Wtyczka S63 do OpenCPN
pt_br: S63 PlugIn para OpenCPN
ru_ru: Модуль «S63» для OpenCPN

source: S63 PlugIn for OpenCPN Provides support of S63 charts.
ca_es: El Connector S63 per a OpenCPN proporciona suport per a visualitzar les cartes S63
et_ee: S63-plugin OpenCPN'i jaoks Tagab S63-kaartide toe.
fr_fr: Complément (plugin) S63 pour OpenCPN fournit un support pour l'affichage des cartes S63
ja_jp: OpenCPN 用 S63 プラグイン S63 チャートをサポートします。
nb_no: S63 Utvidelse for OpenCPN Gir støtte for S63 karter.
nl_nl: S63 PlugIn voor OpenCPN Ondersteunt het gebruik van S63 kaarten.
pl_pl: Wtyczka S63 do OpenCPN Zapewnia wsparcie dla map w formacie S63
pt_br: S63 PlugIn para OpenCPN Suporte para utilização de cartas S63.
ru_ru: Модуль «S63» для OpenCPN Обеспечивает поддержку карт в формате S-63.

source: SSE 25..The ENC permit for this cell has expired. This cell may be out of date and MUST NOT be used for NAVIGATION.
ca_es: SSE 25.. El permís per a aquesta cèl·lula ha caducat. Aquesta cèl·lula pot estar caducada i NO s'ha d'utilitzar en NAVEGACIÓ.
et_ee: SSE25..Selle kärje ENC luba on aegunud. See kärg võib olla vananenud ja teda EI TOHI kasutada NAVIGATSIOONIKS.
fr_fr: SSE 25.. Le permis pour cette cellule a expiré. Cette cellule peut être périmée et NE DOIT PAS être utilisée en NAVIGATION.
ja_jp: SSE 25. このセルのENC パーミットは期限切れになっています。 このセルは、おそらく古くなっているのでナビゲーションに使用しないで下さい。
nb_no: SSE 25..ENC permit for denne cellen er utløpt. Denne cellen kan være utgått på dato og MÅ IKKE brukes for NAVIGASJON.
nl_nl: SSE 25.. De ENC 'Cell Permit' voor deze cel is verlopen. De kaartcel kan verouderd zijn en MAG NIET voor navigatie gebruikt worden.
pt_br: SSE 25..A autorização ENC desta célula expirou. Esta célula pode estar desatualizada e NÃO PODE ser usada para NAVEGAÇÃO.

source: S63 Charts
ca_es: Cartes S63
et_ee: S63-kaardid
fr_fr: Cartes S 63
ja_jp: S63 チャート
nb_no: S63 Kart
nl_nl: S63 kaarten
pl_pl: Mapy S63
pt_br: Cartas S63
ru_ru: Карты S-63

source: Chart Cells
ca_es: Cel·les de cartes
et_ee: Kaardi kärjed
fr_fr: Cellules
ja_jp: チャートのセル
nb_no: Kartceller
nl_nl: Kaartcellen
pl_pl: Mapy S63
pt_br: Células de cartas

source: Installed S63 Cell Permits
ca_es: Permisos de cel·lules S63 Instal·lats
et_ee: Paigaldatud S63-kärgede load
fr_fr: Permis de cellules S63 installés
ja_jp: イストール済 S63 セルパーミット
nb_no: Installerte S63 celle Permits
nl_nl: Geïnstalleerde S63 'Cell Permits'
pl_pl: Zainstalowane zezwolenia komórek S63
pt_br: Autorizações de células S63 instaladas
ru_ru: Лицензии на карты S-63

source: Cell Name
ca_es: Nom de la cel.la
et_ee: Kärje nimi
fr_fr: Nom de cellule
ja_jp: セル名
nb_no: Cellenavn
nl_nl: Celnaam
pl_pl: Nazwa komórki
pt_br: Nome da célula
ru_ru: Имя карты

source: Data Server ID
ca_es: ID del servidor de dades
et_ee: Andmeserveri ID
fr_fr: ID du Serveur de données
ja_jp: データ サーバー ID
pl_pl: ID serwera danych
pt_br: ID do servidor de dados
ru_ru: Код поставщика

source: Expiration Date
ca_es: Data de caducitat
et_ee: Aegumiskuupäev
fr_fr: Date d'expiration
ja_jp: 有効期限
nb_no: Utløpsdato
nl_nl: Vervaldatum
pl_pl: Data ważności
pt_br: Data de expiração
ru_ru: Срок лицензии

source: Import Cell Permits...
ca_es: Permís d'importació de cel·lules...
et_ee: Impordi kärgede load...
fr_fr: Permis d'importation de cellules
ja_jp: セルパーミットのインポート
nb_no: Importer Celle Permits...
nl_nl: Importeer 'Cell Permits' ...
pl_pl: Import zezwoleń...
pt_br: Importar autorizações...
ru_ru: Импортировать лицензии…

source: Remove Permits
ca_es: Eliminar els permisos
et_ee: Kõrvalda load
fr_fr: Supprimer les Permis
ja_jp: パーミットの削除
nb_no: Fjern Permits
nl_nl: Verwijder 'Cell Permits'
pl_pl: Usuwanie zezwoleń
pt_br: Remover autorizações
ru_ru: Удалить лицензии

source: Import Charts/Updates...
ca_es: Importar Cartes/Actualitzacions...
et_ee: Impordi kaardid/uuendused...
fr_fr: Importer Cartes/Mises à jour ....
ja_jp: チャートのインポート又は更新
nb_no: Importer kart/oppdateringer...
nl_nl: Importeer kaarten/updates ...
pl_pl: Import map/aktualizacji...
pt_br: Importar cartas/atualizações...
ru_ru: Импортировать карты…

source: S63_pi Log
ca_es: Registre S63_pi
et_ee: S63_pi logi
fr_fr: Log du fonctionnement du complément S63
ja_jp: S63_pi ログ
nb_no: S63_pi Logg
pl_pl: Log S63_pi
ru_ru: Журнал работы модуля «S63»

source: Keys/Permits
ca_es: Claus/permisos
et_ee: Võtmed/load
fr_fr: Clés/Permis
ja_jp: キー/パーミット
nb_no: Nøkler/Permits
nl_nl: Certificaten en autorisaties
pl_pl: Zezwolenie Użytkownika
pt_br: Chaves/Autorizações

source: Installed S63 Certificates/Keys
ca_es: Instal·lats Certificats/claus S63
et_ee: Paigaldatud S63 sertifikaadid/võtmed
fr_fr: Certificats/Clés S63 installés
ja_jp: インストールされている S63 証明書/キー
nb_no: Installerte S63 Sertifikater/Nøkler
nl_nl: Geïnstalleerde S63 certificaatsleutels
pl_pl: Zainstalowane certyfikaty/klucze S63
pt_br: S63 instalado certificados/chaves
ru_ru: Корневые сертификаты S-63

source: Certificate Name
ca_es: Nom del certificat
et_ee: Sertifikaadi nimi
fr_fr: Nom du certificat
ja_jp: 証明書名
nb_no: Sertifikatnavn
nl_nl: Certificaatnaam
pl_pl: Nazwa certyfikatu
pt_br: Nome do Certificado
ru_ru: Имя файла

source: Import Certificate...
ca_es: Importar certificat...
et_ee: Impordi sertifikaat...
fr_fr: Importer le certificat ....
ja_jp: 証明書をインポートするには.
nb_no: Importer sertifikat...
nl_nl: Importeer certificaat ...
pl_pl: Import certyfikatu...
pt_br: Importar certificado...
ru_ru: Импортировать…

source: UserPermit
ca_es: Permís d'usuari
et_ee: Kasutajaluba
ja_jp: ユーザーパーミット
pl_pl: Zezwolenie Użytkownika
pt_br: Licença de Usuário
ru_ru: Лицензия пользователя

source: New Userpermit...
ca_es: Nou permís d'usuari...
et_ee: Uus kasutajaluba...
fr_fr: Nouveau UserPermit .....
ja_jp: 新規ユーザーパーミット
nb_no: Ny UserPermit...
nl_nl: Nieuwe 'User Permit' ...
pl_pl: Nowe Zezwolenie Użytkownika
pt_br: Nova Permissão de Usuário...
ru_ru: Импортировать…

source: InstallPermit
ca_es: Permís d'instal·lació
et_ee: Paigaldusluba
ja_jp: イストールパーミット
nb_no: InstallerPermit
pl_pl: Zainstaluj zezwolenie
ru_ru: Лицензия рабочего места

source: New Installpermit...
ca_es: Nou Permís d'instal·lació...
et_ee: Uus paigaldusluba...
fr_fr: Nouveau InstallPermit ....
ja_jp: 新規インストールパーミット
nb_no: Ny InstallPermit...
nl_nl: Nieuwe 'Install Permit' ...
pl_pl: Nowe Zezwolenie Instalacji...
pt_br: Novo Instalação Permitida...
ru_ru: Импортировать…

source: System Identification
et_ee: Süsteemi tuvastamine
fr_fr: Identification du système
ja_jp: システム識別
nb_no: System identifikasjon
nl_nl: Systeemidentificatie
pt_br: Identificação de Sistema

source: Create System Identifier file...
et_ee: Süsteemi tuvastusfaili loomine...
fr_fr: Créer le fichier d'identification du système ...
ja_jp: システム 識別ファイル・・・
nb_no: Opprett en system identifikasjons fil...
nl_nl: Maak systeemidentificatiebestand ...
pt_br: Crie o arquivo identificador do Sistema...

source: Select S63 exchange set root directory (usually ENC_ROOT)
ca_es: Seleccionnar el directori contenidor de les S63 (generalment ENC_ROOT)
et_ee: Vali S63-vahetuskompekti juurkataloog (harilikult ENC_ROOT)
fr_fr: Selectionner le dossier contenant les S63 (usuellement ENC_ROOT)
ja_jp: S63 交換セットのルート ディレクトリ (通常は ENC_ROOT) を選択します。
nb_no: Velg S63 utvekslings sett rot mappe (vanligvis ENC_ROOT)
nl_nl: Selecteer S63 'exchange set root directory' (gewoonlijk ENC_ROOT)
pl_pl: Wybierz katalog bazowy zbioru wymiany S63 (typowo: ENC_ROOT)
pt_br: Escolher o diretoria raiz do conjunto de dados S63 (normalmente ENC_ROOT)
ru_ru: Укажите корневую папку данных S-63 (обычно «ENC_ROOT»)

source: Cannot find "ENC_ROOT" directory
ca_es: No es troba el directori "ENC_ROOT"
et_ee: Ei suuda leida "ENC_ROOT" kataloogi
fr_fr: Impossible de trouver le dossier "ENC_ROOT"
ja_jp: "ENC_ROOT"ディレクトリが見つかりません
nb_no: Kan ikke finne "ENC_ROOT" mappen
nl_nl: Kan de "ENC_ROOT" map niet vinden
pt_br: Não pode encontrar o diretório "ENC_ROOT"

source: s63_pi Message
ca_es: Missatge del S63_pi
et_ee: s63_pi teade
fr_fr: Message du complément S63_pi
nb_no: s63_pi Melding
nl_nl: s63_pi bericht
pt_br: Mensagem s63_pi

source: OpenCPN can create eSENC files as cells are imported. Note: This process may take some time. eSENCS not processed here will be created as needed by OpenCPN. Create eSENCs on Import?
ca_es: OpenCPN pot crear fitxers eSENC en el moment de la importació. Nota: Aquest procés pot tardar algun temps. eSENCS no processats en aquest moment, es crearan quan sigui necessari per a OpenCPN. Crear eSENCS durant la importació?
et_ee: OpenCPN saab luua eSENC-faile kui kärgi imporditakse. Märkus: See protsess võib võtta mõnda aega. Siin mittetöödeldud eSENC luuakse OpenCPN vajadusel jooksvalt. Loo eSENC imoptimisel?
fr_fr: OpenCPN peut créer des fichiers eSENC pour les cellules importées. Note: Ce processus peut prendre un certain temps. Les eSENCS qui ne sont pas traités ici seront créés selon les besoins par OpenCPN. Voulez vous créer les fichiers eSENC dés maintenant ?
nb_no: OpenCPN kan opprette eSENC filer etterhvert som celler blir importert. Notis: Denne prosessen kan ta noe tid. eSENC som ikke blir behandlet her vil opprettet etter behov av OpenCPN. Opprette eSENC ved import?
nl_nl: OpenCPN kan eSENC-bestanden maken terwijl de cellen worden geïmporteerd. Opmerking: Dit proces kan enige tijd in beslag nemen. eSENC's die hier niet worden gemaakt, zullen wanneer nodig worden gemaakt door OpenCPN. eSENC's maken tijdens importeren?
pt_br: OpenCPN pode criar os arquivos eSENC durante a importação de células. Nota: Este processo pode demorar algum tempo. eSENCS não processados agora serão criados pelo OpenCPN conforme necessário. Criar eSENCs na importação?

source: CATALOG.031 file not found in ENC_ROOT
ca_es: L'arxiu Catalog.031 no s'ha trobat a ENC_ROOT
et_ee: CATALOG.031 faili ei leitud ENC_ROOT'is
fr_fr: Le fichier "CATALOGUE.031" n'est pas dans le dossier "ENC_ROOT"
ja_jp: CATALOG.031 ファイル ENC_ROOT が見つかりません
nb_no: CATALOG.031 filen ble ikke funnet i ENC_ROOT
nl_nl: CATALOG.031 bestand niet gevonden in ENC_ROOT
pt_br: Não foi encontrado o arquivo CATALOG.031 no directório ENC_ROOT

source: Security Scheme Error SSE 10 - Permits not available for this data provider.
ca_es: Error d'esquema de seguretat Els permisos SSE 10 - no estan disponibles per a aquest proveïdor de dades.
et_ee: Turvaseade viga SSE 10 - Selle andmelevitaja load pole saadaval.
fr_fr: Erreur système de sécurité SSE 10 -. Permis non acceptable pour ce fournisseur de données
nb_no: Feil ved sikkerhets ordning SSE 10 - Permits er ikke tilgjengelig for denne data tilbyder.
nl_nl: Autorisatiefout SSE 10 - 'Permits' zijn niet beschikbaar voor deze dataleverancier.
pl_pl: Błąd schematu zabezpieczeń SSE 10 - Zezwolenia niedostępne dla tego dostawcy map.
pt_br: Erro Esquema de Segurança SSE 10 - Autorizações não disponíveis para este fornecedor de dados.
ru_ru: Ошибка системы безопасности SSE 10 — Отсутствуют лицензии, подходящие для этого поставщика данных.

source: Creating eSenc
ca_es: Creant eSenc
et_ee: eSENC loomine
fr_fr: eSenc en cours de création
nb_no: Oppretter eSENC
nl_nl: eSenc maken
pl_pl: Tworzenie plików eSENC
pt_br: Criando eSenc
ru_ru: Преобразование карты в системный формат

source: cell:
ca_es: cel·la:
et_ee: kärg:
fr_fr: Cellule :
nb_no: celle:
nl_nl: cel:
pt_br: célula:

source: is not present in exchange set.
ca_es: No està present en el lot d'intercanvi.
et_ee: ei esine vahetuskomplektis.
fr_fr: n'est pas présent dans l'ensemble du lot.
nb_no: er ikke tilstede i utskiftnings settet.
nl_nl: is niet aanwezig in 'exchange set'.
pt_br: Não está presente no intercâmbio de dados.

source: Security Scheme Error SSE 15 - Subscription service has expired. Please contact your data supplier to renew the subscription licence.
ca_es: Error del sistema de seguretat SSE 15 - La subscripció al servei ha caducat. Si-us-plau contacteu amb el vostre proveidor de dades per renovar la llicència de subscripció.
et_ee: Turvaseade viga SSE 15 - tellimise teenus on aegunud. Palun võtke ühendust oma andmevarustajaga, et uuendada tellimuse litsentsi.
fr_fr: Erreur système de sécurité SSE 15 - Le service d'abonnement a expiré.\n S'il vous plait, contactez votre fournisseur de données pour renouveler votre licence.
nb_no: Feil i sikkerhetsanordning SSE 15 - Abonnements tjenesten er utløpt. Vennligst kontakt din kartleverandør for å fornye abonnements lisensen.
nl_nl: Autorisatiefout SSE 15 - Abonnement is verlopen. Neem contact op met uw leverancier voor vernieuwing van de licentie.
pt_br: Erro Esquema de Segurança SSE 15 - Subscrição do serviço expirou. Por favor contate o seu fornecedor de dados para renovação da subscrição da licença.

source: First expired base cell name:
ca_es: Nom del primer grup de cel·les caducat:
et_ee: Esimese aegunud aluskärje nimi:
fr_fr: Nom du premier groupe de cellules expiré :
nb_no: Første utløpte basecelle navn:
nl_nl: Eerste verlopen basiscel naam:
pt_br: Nome da primeira célula base expirada:

source: Base cell edition update skipped
ca_es: L'actualització d'aquest grup de cel·les ha estat saltada
et_ee: Aluskärje väljaande uueńdus on vahele jäetud
fr_fr: La mise à jour de ce groupe de cellules a été sautée
nb_no: Oppdatering av basecelle-utgave ble hoppet over
nl_nl: Basiscel versie update overgeslagen
pt_br: Atualização da edição da célula base descartada

source: There may be other expired permits. However, this message will be shown once only.
ca_es: Hi pot haver altres permisos caducats. No obstant això, aquest missatge es mostrarà només una vegada.
et_ee: Võib esineda muid aegunud lube. Seda teadet kuvatakse siiski ainult üks kord.
fr_fr: Il y a peut être d'autres permis expirés. Dans tous les cas, ce message sera affiché une seule fois.
nb_no: Det kan være flere utløpte permits. Denne meldingen vil kun bli vist en gang.
nl_nl: Er kunnen nog meer 'Cell Permits' verlopen zijn. Dit bericht wordt slechts 1x getoond!
pt_br: Podem existir outras permissões expiradas. No entanto esta mensagem será apresentada apenas uma vez.

source: Security Scheme Error SSE 23 - Non sequential update, previous update(s) missing. Try reloading from the base media. If the problem persists contact your data supplier.
ca_es: Error del sistema de seguretat SSE 23 - Actualització no seqüencial, actualització(ns) prèvia(es) perdudes. Intenteu recargar el medi base. Si el problema persisteix contacteu amb el vostre proveïdor.
et_ee: Turvaseade viga SSE 23 - Mittejärjestikuline uuendus, eelmine uuendus(ed) puudub, Proovi taaslaadida algmeediast. Kui probleem jätkub, kontakteeruge oma andmevarustajaga.
fr_fr: Erreur système de sécurité SSE 23 -. Mise à jour non séquentielle. Absence de la ou des mise(s) à jour précédente(s). Essayez de recharger à partir du support de base. Si le problème persiste, contactez votre fournisseur de données.
nb_no: Feil ved sikkerhets ordning SSE 23 - En ikke sekvensiell oppdatering, forrige oppdatering(er) mangler. Forsøk å laste inn fra base media. Hvis problemet fortsetter, kontakt din data tilbyder.
nl_nl: Autorisatiefout SSE 23 - Geen sequentiële update, één of meer vorige updates missen. Tracht deze te herladen. Als het probleem blijft bestaan dient u contact op te nemen met uw dataleverancier.
pl_pl: Błąd schematu zabezpieczeń SSE 23 - Zła kolejność aktualizacji, brak wcześniejszej(ych) wersji. Spróbuj załadować dane ponownie. Jeżeli problem nadal występuje, skontaktuj się z sprzedawcą mapy.
pt_br: Erro Esquema de Segurança SSE 23 - Atualização não sequencial, atualiza(ções) anterior(es) em falta. Tente recarregar do suporte basico. Se o problema persistir contacte o seu fornecedor de dados.
ru_ru: Ошибка системы безопасности SSE 23 — Нарушена последовательность обновлений карты. Попробуйте повторно скопировать данные с носителя. При сохранении проблемы обратитесь к поставщику данных.

source: cell:
ca_es: cel·la:
et_ee: kärg:
fr_fr: Cellule :
nb_no: celle:
nl_nl: cel:
pt_br: célula:

source: Latest intalled update: %d
ca_es: Última actualització instal·lada: %d
et_ee: Viimane paigaldatud uuendus: %d
fr_fr: Dernière mise à jour installée : %d
nb_no: Siste installerte oppdatering: %d
nl_nl: Meest recent geïnstalleerde update: %d
pt_br: Ultimas atualizações instaladas: %d

source: Attempted update: %d
ca_es: Intent d'actualització: %d
et_ee: Uuendamise katse: %d
fr_fr: Mise à jour tentée : %d
nb_no: Forsøkt oppdatering: %d
nl_nl: Geprobeerde update: %d
pt_br: Tentativa de actualização: %d

source: Cell update skipped
ca_es: Cèl·lula d'actualització saltada
et_ee: Kärje uuendus on vahele jäetud
fr_fr: La mise à jour de cette cellule a été sautée
nb_no: Celleoppdatering hoppet over
nl_nl: Cel update overgeslagen
pl_pl: Aktualizacja komórki NIE uwierzytelniona
pt_br: Atualização de célula descartada

source: Cell update NOT authenticated
ca_es: Actualització de cel·lula no autentificada
et_ee: Kärje uuendus EI OLE autenditud
fr_fr: Mise à jour de la cellule non authentifiée
nb_no: Celle oppdatering IKKE godkjent
nl_nl: Cel-update NIET goedgekeurd
pl_pl: Aktualizacja komórki NIE uwierzytelniona
pt_br: Atualização de célula NÃO autenticada
ru_ru: Обновление карты не прошло проверку подлинности.

source: This update and all subsequent updates to this cell are NOT applied.
ca_es: Aquesta actualització i totes les actualitzacions posteriors a aquesta cel·la no són aplicades.
et_ee: Sellele kärjele EI OLE see uuendus ja kõik järgnevad uuendused lisatud.
fr_fr: Cette mise à jour de cette cellule, et toutes les suivantes, ne sont pas appliquées.
nb_no: Denne oppdatering og alle etterfølgende oppdateringer blir IKKE lagt til.
nl_nl: Deze update en alle volgende updates voor deze cel worden NIET toegepast.
pl_pl: Bieżąca aktualizacja tej komórki i wszystkie następne NIE została wykonana.
pt_br: Esta atualização e todas as subsequentes a esta célula NÃO serão efetuadas.
ru_ru: Это и все последующие обновления данной карты не будут применены.

source: Select Public Key File
ca_es: Seleccioneu el fitxer de clau pública
et_ee: Vali avalik võtmefail
fr_fr: Sélectionnez une clé publique
ja_jp: 公開キー ファイルを選択します。
nb_no: Velg Public Key fil
nl_nl: Selecteer 'PublicKey'-bestand
pl_pl: Wybierz plik z Kluczem Publicznym
pt_br: Selecione o arquivo de chave pública
ru_ru: Укажите файл с открытым ключом корневого удостоверяющего центра

source: PUB files (*.PUB)|*.PUB|txt files (*.txt)|*.txt|All files (*.*)|*.*
ca_es: Arxius PUB (*.PUB) | *.PUB|arxius de text (*. txt)|*. txt |Tots els arxius (*.*)|*. *
et_ee: PUB-failid (*.PUB)|*.PUB|txt-failid (*.txt)|*.txt|Kõik failid (*.*)|*.*
fr_fr: Fichiers PUB (*.PUB)|*.PUB|txt files (*.txt)|*.txt|All files (*.*)|*.*
nb_no: PUB filer (*.PUB)|*.PUB|txt filer (*.txt)|*.txt|Alle filer (*.*)|*.*
nl_nl: PUB bestanden (*.PUB)|*.PUB|txt bestanden (*.txt)|*.txt|Alle bestanden (*.*)|*.*
pl_pl: Pliki PUB (*.PUB)|*.PUB|Pliki TXT (*.txt)|*.txt|Wszystkie pliki (*.*)|*.*
pt_br: Arquivos PUB (*. PUB) | *. PUB|txt arquivos (*. txt) | *. txt| Todos os arquivos (*. *) | *. *
ru_ru: Файлы открытых ключей (*.PUB)|*.PUB|Текстовые файлы (*.TXT)|*.TXT|Все файлы (*.*)|*.*

source: Security Scheme Error SSE 08 - SA Digital Certificate file incorrect format. A valid certificate can be obtained from the IHO website or your data supplier.
ca_es: error en el Sistema de Seguretat SSE 08 - Format incorrecte de l'arxiu SA de certificat digital. Es pot obtenir un certificat vàlid de la pàgina web de l'OHI o del vostre proveidor de dades.
et_ee: Turvaseade viga SSE 08 - SA digitaalne serifikaadi fail vääras formaadis. Kehtiva serifikaadi saab IHO veebilehelt või teie andmevarustajalt.
fr_fr: Erreur système de sécurité SSE 08 - Le format du fichier du certificat numérique SA est incorrect .Un certificat valide peut être obtenue sur le site Web de l'OHI ou par votre fournisseur de données.
nb_no: Feil ved sikkerhets ordning SSE 08 - SA Digital Certificate fil er i feil format. Et gyldig sertifikat kan lastes ned fra IHO nettsiden eller fra din data tilbyder.
nl_nl: Autorisatiefout SSE 08 - 'SA Digital Certificate'-bestand heeft onjuist formaat. Een geldig certificaat kan worden verkregen via de IHO-website of via uw dataleverancier.
pl_pl: Poprawny certyfikat może zostać pobrany ze strony IHO albo od dostawcy map.
pt_br: Erro Esquema de Segurança SSE 08 - Formato incorreto do ficheiro de Certificado Digital SA. Um certificado válido pode ser obtido do website IHO ou do seu fornecedor de dados.

source: Certificate Key imported successfully
ca_es: Importació correcta de la Clau Certificada
et_ee: Sertifikaadi võti edukalt imporditud
fr_fr: Succès de l'importation de la clé du certificat
ja_jp: 証明書キーをインポートしました。
nb_no: Sertifikat nøkkel ble vellykket importert
nl_nl: Certificaatsleutel goed geïmporteerd
pl_pl: Import Klucza Certyfikatu powiódł się.
pt_br: Chave de certificado importada com sucesso
ru_ru: Импорт ключа успешно завершён.

source: Certificate Key import FAILED
ca_es: Fallada en importació de la Clau Certificada
et_ee: Sertifikaadi võtme import EBAÕNNESTUS
fr_fr: Echec de l'importation de la clé du certificat.
ja_jp: 証明書キーのインポートに失敗しました
nb_no: Import av Certificate Key FEILET
nl_nl: Certificaatsleutel NIET goed geïmporteerd
pl_pl: Import Klucza Certyfikatu NIE powiódł się.
pt_br: FALHOU a importação da chave do certificado
ru_ru: Импорт ключа не завершён из-за ошибки.

source: Please enter valid Userpermit and Installpermit on Keys/Permits tab
ca_es: Introduïu un Permís d'Usuari i un Permís d'Instal·lació vàlids a la pestanya Claus/Permisos
et_ee: Palun sisestage kehtiv kasutusluba ja paigaldusluba vahelehel Võtmed/load
fr_fr: S'il vous plait, entrer un UserPermit et un InstallPermit valides dans l'onglet Clés/Permis
ja_jp: 「キー/パーミット」タブで有効なユーザーパーミットとインストールパーミットを入力してください。
nb_no: Vennligst skriv inn gyldig Userpermit og Installpermit i Nøkler/Permits fanen
nl_nl: Geldige 'User Permit' en 'Install Permit' invoeren via tabblad 'Certificaten en autorisaties'
pt_br: Por favor, digite válido Userpermit e Installpermit na guia chaves/autorizações

source: Select PERMIT.TXT File
ca_es: Seleccioneu l'arxiu PERMIT.TXT
et_ee: Valige PERMIT.TXT fail
fr_fr: Sélectionnez un fichier PERMIT.TXT
ja_jp: PERMIT.TXT ファイルを選択
nb_no: Velg PERMIT.TXT fil
nl_nl: Selecteer PERMIT.TXT bestand
pl_pl: Wskaż plik PERMIT.TXT
pt_br: Seleccione o arquivo PERMIT.TXT
ru_ru: Укажите файл PERMIT.TXT

source: TXT files (*.TXT)|*.TXT|All files (*.*)|*.*
ca_es: Arxius TXT (*.TXT)|*.TXT|Tots els arxius (*.*)|*.*
et_ee: TXT- failid (*.TXT)|*.TXT|Kõik failid (*.*)|*.*
fr_fr: Fichier TXT (*.TXT)|*.TXT|Tous les fichiers (*.*)|*.*
nb_no: TXT filer (*.TXT)|*.TXT|Alle filer (*.*)|*.*
nl_nl: TXT bestanden (*.TXT)|*.TXT|Alle bestanden (*.*)|*.*
pl_pl: Pliki TXT (*.TXT)|*.TXT|Wszystkie pliki (*.*)|*.*
pt_br: Arquivos TXT (*. TXT) | *. TXT| Todos os arquivos (*. *) | *. *
ru_ru: Текстовые файлы (*.TXT)|*.TXT|Все файлы (*.*)|*.*

source: Update all existing cell permits?
ca_es: Actualitzar tots els permisos de cèl·lula existents?
et_ee: Kas uuendada kõik olemasolevate kärgede load?
fr_fr: Mise à jour de tous les permis de cellule existant ?
ja_jp: 既存のすべてのセルパーミットを更新しますか？。
nb_no: Oppdatere alle eksisterende cellepermits?
nl_nl: Alle bestaande 'Permits' bijwerken?
pt_br: Atualizar todas as licenças de células existentes?
