Repository: bdbcat/s63_pi
Catalog: po/s63_pi_*.po
Languages: ca_es, et_ee, fr_fr, ja_jp, nb_no, nl_nl, pl_pl, pt_br, ru_ru

source: Security Scheme Error SSE 11 - Cell permit not found
ca_es: Error d'Esquema de Seguretat SSE 11 - No s'ha trobat el permís de la Cèl·lula
et_ee: Turvaseade viga SSE 11 - kärje luba pole leitud
fr_fr: Erreur système de sécurité SSE11 - Le Permis de la cellule est absent
nb_no: Feil ved sikkerhets ordning SSE 11 - Celle permit ble ikke funnet
nl_nl: Autorisatiefout SSE 11 - 'Cell Permit' niet gevonden
pt_br: Erro Esquema de Segurança SSE 11 - Autorização de Célula não encontrada

source: Security Scheme Error SSE 12 - Cell permit format is incorrect Incorrect cell permit line starts with
ca_es: Error d'Esquema de Seguretat SSE 12 - El format de permís de Cèl·lula és incorrecte Línia de permís de cèl·lula incorrecta comença amb
et_ee: Turvaseade viga SSE 12 - kärje loa formaat on väär Väära kärje loa rida algab
fr_fr: Erreur système de sécurité SSE 12 - Format invalide du permis de la cellule.n La ligne du permis de la cellule commence par
nb_no: Feil ved sikkerhets ordning SSE 12 - Celle permit format er feil Feil celle permit, linje starter med
nl_nl: Autorisatiefout SSE 12 - Format van 'Cell Permit' is niet juist Foute 'Cell Permit'-regel begint met
pt_br: Erro Esquema de Segurança SSE 12 - Formato de autorização de célula incorreto incorreta autorização de célula permite linha começa com

source: Security Scheme Error SSE 13 - Cell Permit is invalid (checksum is incorrect) or the Cell Permit is for a different system. Invalid cell permit starts with
ca_es: Error d'Esquema de Seguretat SSE 13 - El permís de cèl·lula no és vàlid(error de comprovació) o el permís de la cèl·lula és d'un sistema diferent. El permís de cèl·lula incorrecta comença amb
et_ee: Turvaseade viga SSE 13 - kärje luba on kehtetu (kontrollsumma on väär) või kärje luba on erineva süsteemi jaoks. Kehtetu kärje luba algab
fr_fr: Erreur système de sécurité SSE13 - Le Permis de la cellule est invalide (Erreur de checksum) ou le permis de la cellule est destiné à un autre système informatique. Le permis invalide de la cellule commence par
nb_no: Feil ved sikkerhets ordning SSE13 - Celle Permit er ugyldig (sjekksum er feil) eller Celle Permit er for et annet system. Feil celle permit, starter med
nl_nl: Autorisatiefout SSE 13 - 'Cell Permit' is ongeldig (checksum is niet juist) of de 'Cell Permit' is voor een ander systeem. De ongeldige 'Cell Permit' begint met
pl_pl: Błąd schematu zabezpieczeń SSE 13 - Zezwolenie Komórki jest nieważne (błąd sumy kontrolnej) Invalid cell permit starts with
pt_br: Erro Esquema de Seguraça SSE 13 - Autorização de célula inválida (dígito de controle incorreto) ou a autorização de célula destina-se a um sistema diferente. A autorização de célula inválida começa com

source: First expired cell name:
ca_es: Primer nom de la cèl·lula caducada:
et_ee: Esimese aegunud kärje nimi:
fr_fr: Nom de la première cellule expirée :
ja_jp: 最初の有効期限が切れたセル名:
nb_no: Første utløpte celle, navn:
nl_nl: Naam van eerste verlopen cel:
pt_br: Primeiro nome de célula expirado:

source: Permit
ca_es: Permís
et_ee: Luba
fr_fr: Permis
ja_jp: パーミット
pt_br: Autorização

source: already imported. Would you like to replace it?
ca_es: ja està importat. Voleu reemplaçar-lo?
et_ee: on juba imporditud. Kas sa soovid seda asendada?
fr_fr: Déjà importé. Voulez vous le remplacer ?
ja_jp: すでにインポートされています 置き換えてもよろしいですか?。
nb_no: allerede importert. Ønsker du å erstatte den?
nl_nl: is al geïmporteerd. Wilt u deze vervangen?
pt_br: já importado. Pretende substituir?

source: Error: Cannot create
ca_es: Error: No es pot crear
et_ee: Viga: ei suuda luua
fr_fr: Erreur : Création impossible
ja_jp: Error: 作成できません。
nb_no: Feil: Kan ikke opprette
nl_nl: Fout: uitvoeren niet mogelijk
pl_pl: Błąd: nie mogę utworzyć
pt_br: Erro: Não foi possível criar
ru_ru: Ошибка: не удалось создать

source: Security Scheme Error SSE 24 - ENC Signature format is incorrect. Cell name:
ca_es: Error d'Esquema de Seguretat SSE 24 - El format de signatura ENC és incorrecte. nom de la cèl·lula:
et_ee: Turvaseade viga SSE 24 - ENC signatuuri formaat on väär. Kärje nimi:
fr_fr: Erreur système de sécurité SSE 24 - Format invalide de la signature de l'ENC. Nom de la cellule :
nb_no: Feil ved sikkerhets ordning SSE 24 - ENC Signaturformat er feil. Cellenavn:
nl_nl: Autorisatiefout SSE 24 - ENC 'Signature format' is niet juist. Celnaam:
pl_pl: Błąd schematu zabezpieczeń SSE 24 - błędna sygnatura formatu ENC. Cell name:
pt_br: Erro Esquema de Segurança SSE 24 - Formato da assinatura ENC incorreta. Nome da célula:

source: Security Scheme Error SSE 06 - The SA Signed Data Server Certificate is invalid. The SA may have issued a new public key or the ENC may originate from another service. A new SA public key can be obtained from the IHO website or from your data supplier. Cell name:
ca_es: Error d'Esquema de Seguretat SSE 06 - El Certificat Signat del Servidor de Dades SA no és vàlid.. La SA pot haver emès una nova clau pública o l' ENC pot procedir d'un altre servei. Podeu obtenir una nova clau pública SA de la pàgina web de l'IHO o del vostre proveïdor de dades. Nom de la cèl·lula:
et_ee: Turvaseade viga SSE 06 - SA signeeritud andmeserveri sertifikaat on väär. SA võib olla uue avaliku võtme emiteerinud või ENC võib pärineda mõnest teisest teenusest. Uut SA avalikku võtit on võimalik saada IHO veebilehelt või teie andmevarustajalt. Kärje nimi:
fr_fr: Erreur système de sécurité SSE 06 - Le certificat du serveur Data SA Signé n'est pas valide. La SA peut proposer une nouvelle clé publique ou l'ENC peut provenir d'un autre service. Une nouvelle clé publique SA peut être obtenue sur le site Web de l'OHI ou de votre fournisseur de données. Nom de la cellule :
nb_no: Feil ved sikkerhets ordning SSE 06 - SA Signert Data Server Certificate er ugyldig. SA kan ha fått utstedet en ny public key eller så stammer ENC fra en annen tilbyder. En ny SA kan fåes fra IHO nettstedet eller fra din data tilbyder. Cellenavn:
nl_nl: Autorisatiefout SSE 06 - Het 'SA Signed Data Server Certificate' is ongeldig. The SA heeft mogelijk een nieuwe 'PublicKey' uitgegeven of de ENC is afkomstig van een andere dienst. Een nieuwe 'PublicKey' kan worden verkregen via de IHO-website of via uw dataleverancier. Celnaam:
pt_br: Erro Esquema de Segurança SSE 06 - O certificado assinado pela SA Server é inválido. O SA pode ter emitido uma nova chave pública ou o ENC pode ser emitido por outro serviço. Uma nova chave pública SA pode ser obtida do IHO Website ou do seu fornecedor de dados. Nome da célula:

source: Security Scheme Warning SSE 26 - ENC is not authenticated by the IHO acting as the SA. Cell name:
ca_es: Error d'Esquema de Seguretat SSE 26 - ENC no està autenticat per l' IHO actuant com el SA. Nom de la Cèl·lula:
et_ee: Turvaseade viga SSE 26 - ENC ei ole autoriseeritud IHO poolr, kes on SA õigustes. Kärje nimi:
fr_fr: Erreur système de sécurité SSE 26-. L'ENC n'est pas authentifié par l'OHI agissant en tant que SA. Nom de la cellule :
nb_no: Feil ved sikkerhets ordning SSE 26 - ENC er ikke godkjent av IHO som opptrer som SA. Cellenavn:
nl_nl: Autorisatiewaarschuwing SSE 26 - ENC is niet herkend door de IHO, die optreedt als de SA. Celnaam:
pt_br: Aviso Esquema de Segurança SSE 26 - ENC não autenticado pelo IHO como SA. Nome da célula:

source: Security Scheme Error SSE 09 - ENC Signature is invalid. Cell name:
ca_es: Error d'Esquema de Seguretat SSE 09 - La signatura de l'ENC no és vàlida. Nom de la Cèl·lula:
et_ee: Turvaseade viga SSE 09 - ENC signatuur on väär. Kärje nimi:
fr_fr: Erreur système de sécurité SSE 09 - La signature de l'ENC est invalide. Nom de la cellule :
nb_no: Feil ved sikkerhets ordning SSE 09 - ENC Signatur er ugyldig. Cellenavn:
nl_nl: Autorisatiefout SSE 09 - 'ENC Signature' is ongeldig. Celnaam:
pt_br: Erro Esquema de Segurança SSE 09 - Assinatura ENC inválida. Nome da célula:

source: To obtain an Install Permit, you must generate a unique System Identifier File.
et_ee: Paigaldusloa saamiseks pead genereerima unikaalse süsteemi tuvastusfaili.
fr_fr: Pour obtenir un "Install permit", vous devez créer un unique fichier d'identification du système.
ja_jp: インストール許可を得るには、一意なシステム識別子ファイル。 を生成する必要があります。
nb_no: For å motta en Installasjons Permit, generer en unik System ID fil.
nl_nl: Om een 'Install Permit' te verkrijgen, dient u een uniek systeemidentificatiebestand te maken.
pt_br: Para obter uma permissão de instalação, você deve gerar um único sistema identificador de arquivo.

source: This file is also known as a"fingerprint" file.
et_ee: Seda faili tuntakse ka kui "sõrmejälje" faili.
fr_fr: Ce fichier est aussi connu comme un fichier d'empreinte digitale.
ja_jp: このファイルはフィンガープリントファイルとして知られています
nb_no: Denne filen er kjent som en "fingeravtrykk" fil.
nl_nl: Dit bestand wordt ook wel "vingerafdrukbestand" genoemd.
pt_br: Este arquivo também é conhecido como um arquivo "impressão digital".

source: The fingerprint file contains information to uniquely identifiy this computer.
et_ee: Sõrmejälje fail sisaldab informatsiooni selle kompuutri unikaalseks identifitseerimiseks.
fr_fr: Le fichier d'empreinte contient des informations permettant l'identification de cet ordinateur.
ja_jp: フィンガープリントファイルにはこのコンピューターを一意に識別する情報が含まれています
nb_no: Fingeravtrykk filen inneholder informasjon som unikt identifiserer denne maskinen.
nl_nl: Het vingerafdrukbestand bevat informatie die deze computer identificeert.
pt_br: O arquivo de impressão digital contém informações para exclusivamente identificar este computador.

source: After creating this file, you will need it to generate your InstallPermit at the o-charts.org shop.
et_ee: Kui oled selle faili loonud, siis on sul vaja genereerida oma paigaldusluba o-charts.org poes.
fr_fr: Après avoir créé ce fichier, vous en aurez besoin pour générer votre InstallPermit à la boutique o-charts.org.
nb_no: Etter opprettelse av denne filen, må du gå til o-charts.org butikken for å generere din InstallPermit.
nl_nl: Na het maken van dit bestand, dient u uw Install Permit te genereren via de o-charts.org webwinkel.
pt_br: Depois de criar este arquivo, você deverá gerar o seu InstallPermit na loja o-charts.org.

source: Proceed to create Fingerprint file?
et_ee: Jätkata sõrmejälje faili loomisega?
fr_fr: Procéder à la création d'un fichier d'empreinte ?
ja_jp: 指紋ファイルの作成を続行しますか。
nb_no: Fortsette for å opprette en fingeravtrykks fil?
nl_nl: Wilt u nu een vingerafdrukbestand maken?
pt_br: Proceder para criar o arquivo de impressão digital?

source: S63_PI Message
et_ee: S63_PI sõnum
fr_fr: Message du complément S63_PI
ja_jp: S63_PI メッセージ
nb_no: S63_PI Melding
nl_nl: S63_PI-bericht
pt_br: Mensagem de S63_PI

source: Fingerprint file created.
et_ee: Sõrmejälje fail on loodud.
fr_fr: Le fichier d'empreinte est créé.
ja_jp: フィンガープリントファイル作成します 。
nb_no: Fingeravtrykks fil ble opprettet.
nl_nl: Vingerafdrukbestand gemaakt.
pt_br: Arquivo de impressão digital criado.

source: S63_pi backchannel could not listen at the specified port !
ca_es: S63_pi backchannel no s'escolta en el port especificat !
et_ee: S63_pi tugikanal ei suuda jälgida määratud porti !
fr_fr: Le backchannel du complément S63_pi ne peut écouter sur le port spécifié !
ja_jp: S63_pi バックチャンネルは、指定されたポートでリッスンできませんでした!
nb_no: S63_pi bakkanal kunne ikke lytte til spesifisert port !
nl_nl: S63_pi backchannel kon niet luisteren op de opgegeven poort!
pl_pl: S63_pi kanał zwrotny nie mógł otworzyć podanego portu !
pt_br: S63_pi backchannel poderá não escuta na porta especificada!
ru_ru: Модуль карт-сервера S-63 не обнаружен на указанном порту.

source: S63_pi backchannel server listening.
ca_es: El servidor de S63_pi backchannel està a l'escolta.
et_ee: S63_pi tugikanali serveri jälgimine.
fr_fr: Le serveur backchannel du complément S63_pi est à l'écoute.
ja_jp: S63_pi バックチャンネル サーバー リスニング
nb_no: S63_pi bakkanal server lytter.
nl_nl: S63_pi backchannel server luistert.
pl_pl: S63_pi serwer kanału zwrotnego nasłuchuje.
pt_br: S63_pi backchannel servidor na escuta.
ru_ru: Модуль карт-сервера S-63 на связи.

source: Unexpected event !
ca_es: Esdeveniment inesperat!
et_ee: Ootamatu juhtum !
fr_fr: Evénement inattendu !
ja_jp: 予期しないイベント!
nb_no: Uventet hendelse !
nl_nl: Onverwachte gebeurtenis!
pl_pl: Nieoczekiwane zdarzenie !
pt_br: Evento inesperado !
ru_ru: Неожиданное событие!

source: Error: couldn't accept a new connection
ca_es: Error: no es pot acceptar una nova connexió
et_ee: Viga: ei suutnud aksepteerida uut ühendust
fr_fr: Erreur : Impossible d'accepter une nouvelle connexion
ja_jp: Error: 新しい接続を受け入れできませんでした
nb_no: Feil: kunne ikke godkjenne tilkobling
nl_nl: Fout: kon geen nieuwe verbinding accepteren
pl_pl: Błąd: nie mogę zaakceptować nowego połączenia
pt_br: Erro: Não foi possível aceitar uma nova conexão
ru_ru: Ошибка: не удалось принять подключение

source: S63_pi Userpermit Required
ca_es: S63_pi Requereix Permís d'Usuari
et_ee: S63_pi kasutajaluba on vajalik
fr_fr: Le UserPermit pour le complément S63 est requis
ja_jp: S63_pi ユーザーパーミットが必要
nb_no: S63_pi Userpermit er påkrevd
nl_nl: S63_pi 'User Permit' vereist
pt_br: S63_pi Userpermit Obrigatório

source: Enter Userpermit
ca_es: Enttrar Permís d'Usuari
et_ee: Sisesta kasutajaluba
fr_fr: Entrer le UserPermit
ja_jp: ユーザーパーミット を入力してください。
nb_no: Skriv inn Userpermit
nl_nl: Voer 'User Permit' in
pl_pl: Podaj Zezwolenie Użytkownika
pt_br: Digite Userpermit
ru_ru: Введите лицензию пользователя

source: Test Userpermit
ca_es: Provar Permís d'Usuari
et_ee: Testi kasutajaluba
fr_fr: Tester le UserPermit
ja_jp: ユーザーパーミットをテスト
nl_nl: Controleren van 'User Permit'
pl_pl: Test Zezwolenia Użytkownika
pt_br: Testar Userpermit
ru_ru: Проверить лицензию пользователя

source: Test Results
ca_es: Resultats de la prova
et_ee: Testi tulemused
fr_fr: Résultats du test
ja_jp: テスト結果
nb_no: Testresultater
nl_nl: Controleresultaten
pl_pl: Wyniki testu
pt_br: Resultados do teste
ru_ru: Результаты проверки

source: Cancel
ca_es: Cancel·lar
et_ee: Loobu
fr_fr: Annuler
ja_jp: キャンセル
nb_no: Avbryt
nl_nl: Annuleren
pl_pl: Anuluj
pt_br: Cancelar
ru_ru: Отменить

source: Userpermit invalid
ca_es: Permís d'usuari no és vàlid
et_ee: Kasutajaluba on kehtetu
fr_fr: UserPermit invalide
ja_jp: ユーザーパーミットが無効
nb_no: Userpermit er ugyldig
nl_nl: 'User Permit' ongeldig
pl_pl: Zezwolenie Użytkownika jest nieważne
pt_br: Usuáriorpermissão inválido
ru_ru: Лицензия пользователя недействительна

source: Userpermit OK
ca_es: Permís d'Usuari OK
et_ee: Kasutajaluba on OK
ja_jp: ユーザーパーミット OK
nb_no: Userpermit er OK
pl_pl: Zezwolenie Użytkownika jest ważne
ru_ru: Лицензия пользователя действительна

source: S63_pi Install Permit Required
ca_es: S63_pi requereix Permís d'Instal·lació
et_ee: S63_pi paigaldamise luba on vajalik
fr_fr: L'InstallPermit pour le complément S63 est requis
ja_jp: S63_pi インストールパーミットが必要
nb_no: S63_pi Install Permit er påkrevd
nl_nl: S63_pi 'Install Permit' vereist
pl_pl: Zezwolenie Instalacji jest nieważne
pt_br: S63_pi Instalação de autorização obrigatória

source: Enter Installpermit
ca_es: Entrar Permís d'Instal·lació
et_ee: Sisesta paigaldusluba
fr_fr: Entrer l'InstallPermit
ja_jp: インストールパーミットを入力
nb_no: Skriv inn Installpermit
nl_nl: Voer 'Install Permit' in
pl_pl: Wprowadź Zezwolenie Instalacji
pt_br: Introduza LicençaInstalação
ru_ru: Введите лицензию рабочего места

source: Test Installpermit
ca_es: Provar Permís d'Instal·lació
et_ee: Testi paigaldusluba
fr_fr: Tester l'InstallPermit
ja_jp: インストールパーミットをテスト
nl_nl: Controleer 'Install Permit'
pl_pl: Test Zezwolenia Instalacji
pt_br: Testar LicençaInstalação
ru_ru: Проверить лицензию рабочего места

source: Install permit invalid
ca_es: Permís d'Instal·lació no vàlid
et_ee: Paigaldamise luba on kehtetu
fr_fr: InstallPermit invalide
ja_jp: インストールパーミットが無効です。
nb_no: Installpermit er ugyldig
nl_nl: 'Install Permit' ongeldig
pl_pl: Zezwolenie Instalacji jest nieważne
pt_br: Licença Instalação inválida
ru_ru: Лицензия рабочего места недействительна

source: Install permit OK
ca_es: Permís d'Instal·lació OK
et_ee: Paigaldamise luba on OK
ja_jp: インストールパーミット OK
nb_no: Installpermit er OK
pl_pl: Zezwolenie Instalacji jest ważne
pt_br: Licença Instalação OK
ru_ru: Лицензия рабочего места действительна

source: OK
pl_pl: Zatwierdź

source: Permit
pl_pl: Zezwolenie Użytkownika
